Repository: dias-smith-rock/noise-record
Catalog: NoiseRecord/NoiseRecord/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# watch.runtime.suppressed
source: System paused monitoring to save power.
ar: أوقف النظام المراقبة مؤقتًا لتوفير الطاقة.
bg: Системата постави на пауза наблюдението, за да пести енергия.
ca: El sistema ha posat en pausa la supervisió per estalviar energia.
cs: Systém pozastavil sledování kvůli úspoře energie.
da: Systemet satte overvågningen på pause for at spare strøm.
de: Das System hat die Überwachung angehalten, um Strom zu sparen.
el: Το σύστημα διέκοψε την παρακολούθηση για εξοικονόμηση ενέργειας.
es: El sistema puso en pausa el monitoreo para ahorrar energía.
fi: Järjestelmä keskeytti valvonnan virran säästämiseksi.
fr: Le système a suspendu la surveillance pour économiser de l'énergie.
he: המערכת הושהתה ניטור כדי לחסוך בחשמל.
hi: बिजली बचाने के लिए सिस्टम ने निगरानी रोक दी।
hr: Sustav je pauzirao nadzor radi uštede energije.
hu: A rendszer szünetelteti a megfigyelést az energiatakarékosság érdekében.
id: Sistem menghentikan sementara pemantauan untuk menghemat daya.
it: Il sistema ha sospeso il monitoraggio per risparmiare energia.
ja: 電力を節約するためにシステムは監視を一時停止しました。
ko: 전력을 절약하기 위해 시스템이 모니터링을 일시 중지했습니다.
ms: Sistem menjeda pemantauan untuk menjimatkan kuasa.
nb: Systemet stoppet overvåkingen midlertidig for å spare strøm.
nl: Het systeem heeft de monitoring onderbroken om energie te besparen.
pl: System wstrzymał monitorowanie, aby oszczędzać energię.
pt: O sistema pausou o monitoramento para economizar energia.
ro: Sistemul a întrerupt monitorizarea pentru a economisi energie.
ru: Система приостановила мониторинг для экономии энергии.
sk: Systém pozastavil monitorovanie, aby šetril energiu.
sv: Systemet pausade övervakningen för att spara ström.
th: ระบบหยุดการตรวจสอบชั่วคราวเพื่อประหยัดพลังงาน
tr: Sistem güçten tasarruf etmek için izlemeyi duraklattı.
uk: Система призупинила моніторинг для економії енергії.
vi: Hệ thống tạm dừng giám sát để tiết kiệm điện.
zh_hans: 系统为省电已暂停监测。
zh_hant: 系統為省電已暫停監測。

# watch.runtime.willExpire
source: Session will end soon.
ar: ستنتهي الجلسة قريبا.
bg: Сесията ще приключи скоро.
ca: La sessió acabarà aviat.
cs: Relace brzy skončí.
da: Session slutter snart.
de: Die Sitzung endet bald.
el: Η συνεδρία θα ολοκληρωθεί σύντομα.
es: La sesión terminará pronto.
fi: Istunto päättyy pian.
fr: La session se terminera bientôt.
he: המפגש יסתיים בקרוב.
hi: सत्र जल्द ही समाप्त हो जाएगा.
hr: Sesija će uskoro završiti.
hu: Az ülés hamarosan véget ér.
id: Sesi akan segera berakhir.
it: La sessione terminerà presto.
ja: セッションはもうすぐ終了します。
ko: 세션이 곧 종료됩니다.
ms: Sesi akan tamat tidak lama lagi.
nb: Sesjonen avsluttes snart.
nl: De sessie eindigt binnenkort.
pl: Sesja wkrótce się zakończy.
pt: A sessão terminará em breve.
ro: Sesiunea se va încheia în curând.
ru: Сессия скоро закончится.
sk: Relácia sa čoskoro skončí.
sv: Sessionen avslutas snart.
th: เซสชันจะสิ้นสุดเร็วๆ นี้
tr: Oturum yakında sona erecek.
uk: Сесія скоро закінчиться.
vi: Phiên sẽ kết thúc sớm.
zh_hans: 会话即将结束。
zh_hant: 會話即將結束。

# weighting.a.displayName
source: A-weighting (dBA)
ar: ترجيح A (dBA)
bg: A-претегляне (dBA)
ca: Ponderació A (dBA)
cs: A-váha (dBA)
da: A-vægtning (dBA)
de: A-Gewichtung (dBA)
el: A-στάθμιση (dBA)
es: Ponderación A (dBA)
fi: A-painotus (dBA)
fr: Pondération A (dBA)
he: שקלול A (dBA)
hi: A-भारण (dBA)
hr: A-ponderiranje (dBA)
hu: A-súlyozás (dBA)
id: Pembobotan A (dBA)
it: Ponderazione A (dBA)
ja: A 重み付け (dBA)
ko: A-가중치(dBA)
ms: Pemberat A (dBA)
nb: A-vekting (dBA)
nl: A-weging (dBA)
pl: Waga A (dBA)
pt: Ponderação A (dBA)
ro: Ponderare A (dBA)
ru: A-взвешивание (dBA)
sk: A-váha (dBA)
sv: A-viktning (dBA)
th: A-น้ำหนัก (dBA)
tr: A-ağırlıklandırma (dBA)
uk: A-зважування (dBA)
vi: Trọng số A (dBA)
zh_hans: A 计权 (dBA)
zh_hant: A 計權 (dBA)

# weighting.c.displayName
source: C-weighting (dBC)
ar: ترجيح C (dBC)
bg: C-претегляне (dBC)
ca: Ponderació C (dBC)
cs: C-váha (dBC)
da: C-vægtning (dBC)
de: C-Gewichtung (dBC)
el: C-στάθμιση (dBC)
es: Ponderación C (dBC)
fi: C-painotus (dBC)
fr: Pondération C (dBC)
he: שקלול C (dBC)
hi: C-भारण (dBC)
hr: C-ponderiranje (dBC)
hu: C-súlyozás (dBC)
id: Pembobotan C (dBC)
it: Ponderazione C (dBC)
ja: C 重み付け (dBC)
ko: C-가중치(dBC)
nb: C-vekting (dBC)
nl: C-weging (dBC)
pl: Waga C (dBC)
pt: Ponderação C (dBC)
ro: Ponderea C (dBC)
ru: C-взвешивание (dBC)
sk: C-váha (dBC)
sv: C-viktning (dBC)
th: C-น้ำหนัก (dBC)
tr: C-ağırlıklandırma (dBC)
uk: C-зважування (dBC)
vi: Trọng số C (dBC)
zh_hans: C 计权 (dBC)
zh_hant: C 計權 (dBC)

# weighting.z.displayName
source: Z-weighting (dBZ)
ar: ترجيح Z (dBZ)
bg: Z-претегляне (dBZ)
ca: Ponderació Z (dBZ)
cs: Z-váha (dBZ)
da: Z-vægtning (dBZ)
de: Z-Gewichtung (dBZ)
el: Ζ-στάθμιση (dBZ)
es: Ponderación Z (dBZ)
fi: Z-painotus (dBZ)
fr: Pondération Z (dBZ)
he: שקלול Z (dBZ)
hi: Z-भारण (dBZ)
hr: Z-ponderiranje (dBZ)
hu: Z-súlyozás (dBZ)
id: Pembobotan Z (dBZ)
it: Ponderazione Z (dBZ)
ja: Z 重み付け (dBZ)
ko: Z 가중치(dBZ)
ms: Pemberat Z (dBZ)
nb: Z-vekt (dBZ)
nl: Z-weging (dBZ)
pl: Ważenie Z (dBZ)
pt: Ponderação Z (dBZ)
ro: Ponderea Z (dBZ)
ru: Z-взвешивание (dBZ)
sk: Z-váha (dBZ)
sv: Z-viktning (dBZ)
th: การถ่วงน้ำหนักแบบ Z (dBZ)
tr: Z-ağırlıklandırma (dBZ)
uk: Z-зважування (dBZ)
vi: Trọng số Z (dBZ)
zh_hans: Z 计权 (dBZ)
zh_hant: Z 計權 (dBZ)

# appReview.later
source: Maybe Later
bg: Може би по-късно
ca: Potser més tard
cs: Možná později
da: Måske senere
de: Vielleicht später
el: Ίσως Αργότερα
fi: Ehkä myöhemmin
he: אולי מאוחר יותר
hr: Možda Kasnije
hu: Talán később
id: Mungkin nanti
it: Forse più tardi
ja: たぶん後で
ko: 어쩌면 나중에
ms: Mungkin Nanti
nb: Kanskje senere
nl: Misschien later
pl: Może później
ro: Poate Mai târziu
sk: Možno neskôr
sv: Kanske senare
th: อาจจะภายหลัง
tr: Belki Daha Sonra
uk: Можливо пізніше
vi: Có lẽ sau này
zh_hans: 以后再说
zh_hant: 以後再說

# appReview.prompt.message
source: If this app helps you document noise, a quick App Store review would mean a lot.
bg: Ако това приложение ви помага да документирате шума, бърз преглед в App Store би означавал много.
ca: Si aquesta aplicació us ajuda a documentar el soroll, una revisió ràpida de l'App Store significaria molt.
cs: Pokud vám tato aplikace pomůže dokumentovat hluk, rychlá recenze z App Store by znamenala hodně.
da: Hvis denne app hjælper dig med at dokumentere støj, ville en hurtig App Store-gennemgang betyde meget.
de: Wenn Ihnen diese App dabei hilft, Lärm zu dokumentieren, würde eine kurze Überprüfung im App Store viel bedeuten.
el: Εάν αυτή η εφαρμογή σάς βοηθά να τεκμηριώσετε το θόρυβο, μια γρήγορη αναθεώρηση του App Store θα σήμαινε πολλά.
fi: Jos tämä sovellus auttaa dokumentoimaan melua, nopea App Store -arvostelu merkitsisi paljon.
he: אם האפליקציה הזו עוזרת לך לתעד רעשים, סקירה מהירה של App Store תהיה בעלת משמעות רבה.
hr: Ako vam ova aplikacija pomaže dokumentirati buku, brzi pregled u App Storeu puno bi značio.
hu: Ha ez az alkalmazás segít a zaj dokumentálásában, az App Store gyors áttekintése sokat jelentene.
id: Jika aplikasi ini membantu Anda mendokumentasikan kebisingan, tinjauan singkat App Store akan sangat berarti.
it: Se questa app ti aiuta a documentare il rumore, una rapida revisione dell'App Store significherebbe molto.
ja: このアプリがノイズの記録に役立つのであれば、App Store での簡単なレビューは大きな意味を持つでしょう。
ko: 이 앱이 소음을 문서화하는 데 도움이 된다면 빠른 App Store 검토가 큰 의미가 있을 것입니다.
ms: Jika apl ini membantu anda mendokumentasikan bunyi bising, semakan App Store pantas akan sangat bermakna.
nb: Hvis denne appen hjelper deg med å dokumentere støy, vil en rask App Store-gjennomgang bety mye.
nl: Als deze app je helpt ruis te documenteren, zou een snelle beoordeling in de App Store veel betekenen.
pl: Jeśli ta aplikacja pomoże Ci dokumentować hałas, szybka recenzja w App Store będzie miała ogromne znaczenie.
ro: Dacă această aplicație vă ajută să documentați zgomotul, o revizuire rapidă a App Store ar însemna foarte mult.
sk: Ak vám táto aplikácia pomôže zdokumentovať šum, rýchla kontrola z App Store by znamenala veľa.
sv: Om den här appen hjälper dig att dokumentera brus skulle en snabb App Store-granskning betyda mycket.
th: หากแอปนี้ช่วยคุณบันทึกเสียงรบกวน การตรวจสอบ App Store อย่างรวดเร็วจะมีความหมายมาก
tr: Bu uygulama gürültüyü belgelemenize yardımcı olacaksa, hızlı bir App Store incelemesi çok şey ifade edecektir.
uk: Якщо ця програма допоможе вам задокументувати шум, швидка перевірка в App Store буде дуже важливою.
vi: Nếu ứng dụng này giúp bạn ghi lại tiếng ồn thì việc đánh giá nhanh trên App Store sẽ có ý nghĩa rất lớn.
zh_hans: 如果这款应用对你记录噪声有帮助，欢迎在 App Store 给我们评分。
zh_hant: 如果這款 App 對你記錄噪聲有幫助，歡迎在 App Store 為我們評分。

# appReview.prompt.title
source: Enjoying Decibel Meter?
bg: Наслаждавате се на Decibel Meter?
ca: Us agrada Decibel Meter?
cs: Líbí se vám Decibel Meter?
da: Nyder du Decibel Meter?
de: Genießen Sie Decibel Meter?
el: Σας αρέσει το Decibel Meter;
fi: Pidätkö Decibel Meter?
he: נהנה מDecibel Meter?
hr: Uživate u Decibel Meter?
hu: Tetszik a Decibel Meter?
id: Menikmati Decibel Meter?
it: Ti piace Decibel Meter?
ja: Decibel Meter をお楽しみですか?
ko: Decibel Meter을(를) 즐기고 있나요?
ms: Menikmati Decibel Meter?
nb: Liker du Decibel Meter?
nl: Genieten van Decibel Meter?
pl: Podoba Ci się Decibel Meter?
ro: Vă bucurați de Decibel Meter?
sk: Páči sa vám Decibel Meter?
sv: Gillar du Decibel Meter?
th: เพลิดเพลินกับ Decibel Meter หรือไม่
tr: Decibel Meter hoşunuza gidiyor mu?
uk: Вам подобається Decibel Meter?
vi: Bạn đang tận hưởng Decibel Meter?
zh_hans: 喜欢 Decibel Meter 吗？
zh_hant: 喜歡 Decibel Meter 嗎？

# appReview.rateNow
source: Rate on App Store
bg: Оценете в App Store
ca: Tarifa a l'App Store
cs: Ohodnoťte na App Store
da: Bedøm i App Store
de: Bewerten Sie im App Store
el: Βαθμολογήστε στο App Store
fi: Arvioi App Storessa
he: דרג ב-App Store
hr: Ocijenite na App Storeu
hu: Értékelje az App Store-ban
id: Nilai di App Store
it: Vota sull'App Store
ja: App Storeでの評価
ko: App Store에서 평가하기
ms: Nilai di App Store
nb: Vurder på App Store
nl: Beoordeel in de App Store
pl: Oceń w App Store
ro: Evaluați pe App Store
sk: Ohodnoťte na App Store
sv: Betygsätt på App Store
th: อัตราบน App Store
tr: App Store'da puan verin
uk: Оцініть в App Store
vi: Đánh giá trên App Store
zh_hans: 前往 App Store 评分
zh_hant: 前往 App Store 評分

# dashboard.exportCSV.failed
source: Could not export measurement data. Try again.
bg: Данните от измерванията не можаха да се експортират. Опитайте отново.
ca: No s'han pogut exportar les dades de mesurament. Torna-ho a provar.
cs: Data měření nelze exportovat. Zkuste to znovu.
da: Kunne ikke eksportere måledata. Prøv igen.
de: Messdaten konnten nicht exportiert werden. Versuchen Sie es erneut.
el: Δεν ήταν δυνατή η εξαγωγή δεδομένων μέτρησης. Προσπαθήστε ξανά.
fi: Mittaustietoja ei voitu viedä. Yritä uudelleen.
he: לא ניתן לייצא נתוני מדידה. נסה שוב.
hr: Nije moguće izvesti podatke mjerenja. Pokušajte ponovno.
hu: Nem sikerült exportálni a mérési adatokat. Próbáld újra.
id: Tidak dapat mengekspor data pengukuran. Coba lagi.
it: Impossibile esportare i dati di misurazione. Riprova.
ja: 測定データをエクスポートできませんでした。もう一度やり直してください。
ko: 측정 데이터를 내보낼 수 없습니다. 다시 시도해 보세요.
ms: Tidak dapat mengeksport data ukuran. Cuba lagi.
nb: Kunne ikke eksportere måledata. Prøv igjen.
nl: Kan meetgegevens niet exporteren. Probeer het opnieuw.
pl: Nie można wyeksportować danych pomiarowych. Spróbuj ponownie.
ro: Nu s-au putut exporta datele de măsurare. Încearcă din nou.
sk: Nepodarilo sa exportovať údaje merania. Skúste to znova.
sv: Kunde inte exportera mätdata. Försök igen.
th: ไม่สามารถส่งออกข้อมูลการวัดได้ ลองอีกครั้ง
tr: Ölçüm verileri dışa aktarılamadı. Tekrar deneyin.
uk: Не вдалося експортувати дані вимірювань. Спробуйте знову.
vi: Không thể xuất dữ liệu đo. Hãy thử lại.
zh_hans: 无法导出测量数据，请重试。
zh_hant: 無法匯出測量資料，請重試。

# error.aiClassification.failed
source: Sound classification is temporarily unavailable.
bg: Звуковата класификация временно не е налична.
ca: La classificació del so no està disponible temporalment.
cs: Klasifikace zvuku je dočasně nedostupná.
da: Lydklassificering er midlertidigt utilgængelig.
de: Die Klangklassifizierung ist vorübergehend nicht verfügbar.
el: Η ταξινόμηση ήχου δεν είναι προσωρινά διαθέσιμη.
fi: Äänen luokitus ei ole tilapäisesti saatavilla.
he: סיווג סאונד אינו זמין באופן זמני.
hr: Klasifikacija zvuka je privremeno nedostupna.
hu: A hangbesorolás átmenetileg nem érhető el.
id: Klasifikasi suara untuk sementara tidak tersedia.
it: La classificazione del suono è temporaneamente non disponibile.
ja: 音声分類は一時的に利用できません。
ko: 소리 분류를 일시적으로 사용할 수 없습니다.
ms: Klasifikasi bunyi tidak tersedia buat sementara waktu.
nb: Lydklassifisering er midlertidig utilgjengelig.
nl: Geluidsclassificatie is tijdelijk niet beschikbaar.
pl: Klasyfikacja dźwięku jest chwilowo niedostępna.
ro: Clasificarea sunetului este temporar indisponibilă.
sk: Klasifikácia zvuku je dočasne nedostupná.
sv: Ljudklassificering är inte tillgänglig för tillfället.
th: การจัดหมวดหมู่เสียงไม่สามารถใช้งานได้ชั่วคราว
tr: Ses sınıflandırması geçici olarak kullanılamıyor.
uk: Класифікація звуку тимчасово недоступна.
vi: Phân loại âm thanh tạm thời không có sẵn.
zh_hans: 声音分类暂时不可用。
zh_hant: 聲音分類暫時不可用。

# error.storage.init.message
source: Could not open app storage: %@
bg: Не може да се отвори хранилището на приложението: %@
ca: No s'ha pogut obrir l'emmagatzematge de l'aplicació: %@
cs: Nelze otevřít úložiště aplikace: %@
da: Kunne ikke åbne applager: %@
de: App-Speicher konnte nicht geöffnet werden: %@
el: Δεν ήταν δυνατό το άνοιγμα του χώρου αποθήκευσης εφαρμογής: %@
fi: Sovelluksen tallennustilaa ei voitu avata: %@
he: לא ניתן היה לפתוח את אחסון האפליקציה: %@
hr: Nije moguće otvoriti pohranu aplikacije: %@
hu: Nem sikerült megnyitni az alkalmazástárat: %@
id: Tidak dapat membuka penyimpanan aplikasi: %@
it: Impossibile aprire l'archivio app: %@
ja: アプリストレージを開けませんでした: %@
ko: 앱 저장소를 열 수 없습니다: %@
ms: Tidak dapat membuka storan apl: %@
nb: Kunne ikke åpne applagring: %@
nl: Kan app-opslag niet openen: %@
pl: Nie można otworzyć magazynu aplikacji: %@
ro: Nu s-a putut deschide stocarea aplicației: %@
sk: Nepodarilo sa otvoriť ukladací priestor aplikácie: %@
sv: Det gick inte att öppna applagring: %@
th: ไม่สามารถเปิดที่เก็บข้อมูลแอป: %@
tr: Uygulama depolama alanı açılamadı: %@
uk: Не вдалося відкрити сховище програми: %@
vi: Không thể mở bộ nhớ ứng dụng: %@
zh_hans: 无法打开应用存储：%@
zh_hant: 無法開啟應用儲存：%@

# error.storage.init.retry
source: Try Again
bg: Опитайте отново
ca: Torna-ho a provar
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es erneut
el: Δοκιμάστε ξανά
fi: Yritä uudelleen
he: נסה שוב
hr: Pokušajte ponovno
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ja: もう一度やり直してください
ko: 다시 시도
ms: Cuba Lagi
nb: Prøv igjen
nl: Probeer het opnieuw
pl: Spróbuj ponownie
ro: Încearcă din nou
sk: Skúste znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Спробуйте знову
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# error.storage.init.title
source: Storage Unavailable
bg: Недостъпно хранилище
ca: Emmagatzematge no disponible
cs: Úložiště není k dispozici
da: Opbevaring ikke tilgængelig
de: Speicher nicht verfügbar
el: Μη διαθέσιμος χώρος αποθήκευσης
fi: Tallennustila ei ole käytettävissä
he: אחסון לא זמין
hr: Pohrana nedostupna
hu: A tárhely nem elérhető
id: Penyimpanan Tidak Tersedia
it: Spazio di archiviazione non disponibile
ja: ストレージが使用できません
ko: 저장공간을 사용할 수 없음
ms: Storan Tidak Tersedia
nb: Lagring utilgjengelig
nl: Opslag niet beschikbaar
pl: Pamięć niedostępna
ro: Stocare indisponibilă
sk: Úložisko nie je k dispozícii
sv: Lagring ej tillgänglig
th: พื้นที่เก็บข้อมูลไม่พร้อมใช้งาน
tr: Depolama Alanı Kullanılamıyor
uk: Пам'ять недоступна
vi: Bộ nhớ không có sẵn
zh_hans: 存储不可用
zh_hant: 儲存不可用

# files.batchShare
source: Share Selected
bg: Споделяне на избраното
ca: Comparteix seleccionat
cs: Sdílet vybrané
da: Del valgt
de: Ausgewählte teilen
el: Επιλέχτηκε κοινή χρήση
fi: Jaa valitut
he: שתף נבחר
hr: Podijeli odabrano
hu: Kijelölt megosztása
id: Bagikan yang Dipilih
it: Condividi selezionato
ja: 選択したものを共有する
ko: 선택 항목 공유
ms: Kongsi Dipilih
nb: Del valgt
nl: Deel geselecteerd
pl: Udostępnij wybrane
ro: Distribuie selectat
sk: Zdieľať vybraté
sv: Dela valt
th: แบ่งปันที่เลือก
tr: Seçileni Paylaş
uk: Поділитися вибраним
vi: Chia sẻ đã chọn
zh_hans: 分享所选
zh_hant: 分享所選

# files.exportRecordingsCSV
source: Export Recording Log
bg: Експортиране на регистъра на записите
ca: Exporta el registre de gravació
cs: Export záznamu záznamu
da: Eksporter optagelseslog
de: Aufzeichnungsprotokoll exportieren
el: Εξαγωγή αρχείου καταγραφής
fi: Vie tallennusloki
he: ייצוא יומן הקלטות
hr: Izvezi zapisnik snimanja
hu: Rögzítési napló exportálása
id: Ekspor Log Rekaman
it: Esporta registro di registrazione
ja: 記録ログのエクスポート
ko: 녹음 로그 내보내기
ms: Eksport Log Rakaman
nb: Eksporter opptakslogg
nl: Opnamelogboek exporteren
pl: Eksportuj dziennik nagrań
ro: Exportați jurnalul de înregistrare
sk: Export záznamov
sv: Exportera inspelningslogg
th: ส่งออกบันทึกการบันทึก
tr: Kayıt Günlüğünü Dışa Aktar
uk: Експорт журналу записів
vi: Xuất nhật ký ghi âm
zh_hans: 导出录音日志
zh_hant: 匯出錄音日誌

# files.exportRecordingsCSV.failed
source: Could not export recording log.
bg: Неуспешно експортиране на регистрационния файл на записа.
ca: No s'ha pogut exportar el registre de gravació.
cs: Záznam záznamu nelze exportovat.
da: Kunne ikke eksportere optagelseslog.
de: Das Aufzeichnungsprotokoll konnte nicht exportiert werden.
el: Δεν ήταν δυνατή η εξαγωγή του αρχείου καταγραφής εγγραφής.
fi: Tallennuslokia ei voitu viedä.
he: לא ניתן לייצא את יומן ההקלטה.
hr: Nije moguće izvesti zapisnik snimanja.
hu: Nem sikerült exportálni a rögzítési naplót.
id: Tidak dapat mengekspor log rekaman.
it: Impossibile esportare il registro delle registrazioni.
ja: 録画ログをエクスポートできませんでした。
ko: 녹화 로그를 내보낼 수 없습니다.
ms: Tidak dapat mengeksport log rakaman.
nb: Kunne ikke eksportere opptaksloggen.
nl: Kan opnamelogboek niet exporteren.
pl: Nie można wyeksportować dziennika nagrań.
ro: Nu s-a putut exporta jurnalul de înregistrare.
sk: Nepodarilo sa exportovať denník záznamu.
sv: Det gick inte att exportera inspelningsloggen.
th: ไม่สามารถส่งออกบันทึกการบันทึกได้
tr: Kayıt günlüğü dışa aktarılamadı.
uk: Не вдалося експортувати журнал записів.
vi: Không thể xuất nhật ký ghi âm.
zh_hans: 无法导出录音日志。
zh_hant: 無法匯出錄音日誌。

# files.rename.failed
source: Could not rename file. The original name was kept.
bg: Файлът не можа да се преименува. Оригиналното име беше запазено.
ca: No s'ha pogut canviar el nom del fitxer. Es va mantenir el nom original.
cs: Soubor nelze přejmenovat. Původní název zůstal zachován.
da: Filen kunne ikke omdøbes. Det oprindelige navn blev bevaret.
de: Datei konnte nicht umbenannt werden. Der ursprüngliche Name wurde beibehalten.
el: Δεν ήταν δυνατή η μετονομασία του αρχείου. Το αρχικό όνομα διατηρήθηκε.
fi: Tiedostoa ei voitu nimetä uudelleen. Alkuperäinen nimi säilytettiin.
he: לא ניתן לשנות את שם הקובץ. השם המקורי נשמר.
hr: Nije moguće preimenovati datoteku. Izvorni naziv je zadržan.
hu: Nem sikerült átnevezni a fájlt. Az eredeti név megmaradt.
id: Tidak dapat mengganti nama file. Nama aslinya tetap dipertahankan.
it: Impossibile rinominare il file. Il nome originale è stato mantenuto.
ja: ファイルの名前を変更できませんでした。元の名前がそのまま残されました。
ko: 파일 이름을 바꿀 수 없습니다. 원래 이름은 유지되었습니다.
ms: Tidak dapat menamakan semula fail. Nama asal disimpan.
nb: Kunne ikke gi nytt navn til filen. Det opprinnelige navnet ble beholdt.
nl: Kon de naam van het bestand niet wijzigen. De oorspronkelijke naam werd behouden.
pl: Nie można zmienić nazwy pliku. Zachowano oryginalną nazwę.
ro: Nu s-a putut redenumi fișierul. Numele original a fost păstrat.
sk: Súbor sa nepodarilo premenovať. Pôvodný názov zostal zachovaný.
sv: Kunde inte byta namn på filen. Det ursprungliga namnet behölls.
th: ไม่สามารถเปลี่ยนชื่อไฟล์ได้ ชื่อเดิมถูกเก็บไว้
tr: Dosya yeniden adlandırılamadı. Orijinal isim korundu.
uk: Не вдалося перейменувати файл. Оригінальна назва була збережена.
vi: Không thể đổi tên tập tin. Tên ban đầu được giữ nguyên.
zh_hans: 重命名失败，已保留原文件名。
zh_hant: 重新命名失敗，已保留原檔名。

# iap.error.nothingToRestore
source: No previous purchase was found for this Apple ID.
bg: Не е намерена предишна покупка за този Apple ID.
ca: No s'ha trobat cap compra anterior per a aquest ID d'Apple.
cs: Pro toto Apple ID nebyl nalezen žádný předchozí nákup.
da: Der blev ikke fundet noget tidligere køb for dette Apple ID.
de: Für diese Apple-ID wurde kein vorheriger Kauf gefunden.
el: Δεν βρέθηκε προηγούμενη αγορά για αυτό το Apple ID.
fi: Tälle Apple ID:lle ei löytynyt aiempaa ostosta.
he: לא נמצאה רכישה קודמת עבור Apple ID זה.
hr: Za ovaj Apple ID nije pronađena prethodna kupnja.
hu: Nem található korábbi vásárlás ehhez az Apple ID-hoz.
id: Tidak ada pembelian sebelumnya yang ditemukan untuk ID Apple ini.
it: Nessun acquisto precedente trovato per questo ID Apple.
ja: この Apple ID で以前に購入したものは見つかりませんでした。
ko: 이 Apple ID에 대한 이전 구매 내역이 없습니다.
ms: Tiada pembelian sebelumnya ditemui untuk Apple ID ini.
nb: Ingen tidligere kjøp ble funnet for denne Apple-ID-en.
nl: Er is geen eerdere aankoop gevonden voor deze Apple ID.
pl: Nie znaleziono żadnego poprzedniego zakupu dla tego Apple ID.
ro: Nu a fost găsită nicio achiziție anterioară pentru acest ID Apple.
sk: Pre toto Apple ID sa nenašiel žiadny predchádzajúci nákup.
sv: Inget tidigare köp hittades för detta Apple-ID.
th: ไม่พบการซื้อก่อนหน้านี้สำหรับ Apple ID นี้
tr: Bu Apple Kimliği için daha önce yapılmış bir satın alma bulunamadı.
uk: Для цього Apple ID не знайдено жодної попередньої покупки.
vi: Không tìm thấy giao dịch mua trước nào cho ID Apple này.
zh_hans: 未找到此 Apple ID 的历史购买记录。
zh_hant: 未找到此 Apple ID 的歷史購買記錄。

# iap.error.productNotFound
source: Product not found. Please try again later.
bg: Продуктът не е намерен. Моля, опитайте отново по-късно.
ca: No s'ha trobat el producte. Si us plau, torna-ho a provar més tard.
cs: Produkt nenalezen. Zkuste to znovu později.
da: Produkt ikke fundet. Prøv venligst igen senere.
de: Produkt nicht gefunden. Bitte versuchen Sie es später noch einmal.
el: Το προϊόν δεν βρέθηκε. Δοκιμάστε ξανά αργότερα.
fi: Tuotetta ei löydy. Yritä myöhemmin uudelleen.
he: המוצר לא נמצא. אנא נסה שוב מאוחר יותר.
hr: Proizvod nije pronađen. Pokušajte ponovno kasnije.
hu: A termék nem található. Kérjük, próbálja újra később.
id: Produk tidak ditemukan. Silakan coba lagi nanti.
it: Prodotto non trovato. Per favore riprova più tardi.
ja: 製品が見つかりません。後でもう一度試してください。
ko: 제품을 찾을 수 없습니다. 나중에 다시 시도해 주세요.
ms: Produk tidak ditemui. Sila cuba lagi kemudian.
nb: Produktet ble ikke funnet. Prøv igjen senere.
nl: Product niet gevonden. Probeer het later opnieuw.
pl: Nie znaleziono produktu. Spróbuj ponownie później.
ro: Produsul nu a fost găsit. Vă rugăm să încercați din nou mai târziu.
sk: Produkt sa nenašiel. Skúste to znova neskôr.
sv: Produkten hittades inte. Försök igen senare.
th: ไม่พบสินค้า. โปรดลองอีกครั้งในภายหลัง
tr: Ürün bulunamadı. Lütfen daha sonra tekrar deneyin.
uk: Товар не знайдено. Спробуйте пізніше.
vi: Không tìm thấy sản phẩm. Vui lòng thử lại sau.
zh_hans: 未找到商品，请稍后重试。
zh_hant: 未找到商品，請稍後重試。
